Repository: delidolu1adam/plugin.video.xstream
Catalog: resources/language/resource.language.*/string.po
Languages: tr_tr

# #30000
source: Debug-Mode
tr_tr: Hata Ayıklama Modu

# #30001
source: Video-Player
tr_tr: Video Oynatıcı

# #30002
source: Preferred language
tr_tr: Tercih Edilen Dil

# #30003
source: Show XXX-Content for adult users
tr_tr: Yetişkin kullanıcılar için XXX içerik göster

# #30004
source: Use TMDB handler
tr_tr: TMDB işleyicisini kullan

# #30005
source: Hoster selection
tr_tr: Host seçimi

# #30006
source: Cachetime for websites in seconds
tr_tr: Web siteleri için önbellek süresi (saniye cinsinden)

# #30007
source: Maximum number in hosterlist
tr_tr: Host listesinde maksimum sayı

# #30008
source: TMDB handler replaces information of websites
tr_tr: TMDB işleyicisi, web sitelerinin bilgilerini değiştirir

# #30009
source: Pre-validate and sort hosterlist (slow on weak systems)
tr_tr: Host listesine önceden doğrulama yap ve sırala (zayıf sistemlerde yavaş)

# #30010
source: Enable automatic xStream Update
tr_tr: Otomatik xStream Güncellemesini Etkinleştir

# #30011
source: Global Search at first position
tr_tr: Global Arama ilk sırada

# #30012
source: Show centralized settings
tr_tr: Merkezi ayarları göster

# #30013
source: Prefered Auto-Play quality (if available)
tr_tr: Tercih Edilen Otomatik Oynatma kalitesi (mevcutsa)

# #30014
source: Timeout for HTTP requests in seconds
tr_tr: HTTP istekleri için zaman aşımı (saniye)

# #30015
source: Enable automatic ResolveURL update
tr_tr: Otomatik ResolveURL güncellemesini etkinleştir

# #30019
source: use Cover as fanart
tr_tr: Kapak görselini fanart olarak kullan

# #30020
source: General
tr_tr: Genel

# #30021
source: Site-Plugins
tr_tr: Site Eklentileri

# #30022
source: Views
tr_tr: Görünümler

# #30023
source: Downloads
tr_tr: İndirilenler

# #30024
source: Accounts
tr_tr: Hesaplar

# #30025
source: Evade DNS lock
tr_tr: DNS engellemesini aş

# #30026
source: Enable Watch Trailer in the context menu
tr_tr: Bağlam menüsünde Fragman İzle özelliğini etkinleştir

# #30027
source: Watch trailer
tr_tr: Fragmanı izle

# #30028
source: Start manual update (one-time)
tr_tr: Manuel güncellemeyi başlat (tek seferlik)

# #30030
source: ResolveURL Updates
tr_tr: ResolveURL Güncellemeleri

# #30031
source: Presentation
tr_tr: Sunum

# #30032
source: Content
tr_tr: İçerik

# #30033
source: TMDB Handler
tr_tr: TMDB İşleyicisi

# #30034
source: Hoster Settings
tr_tr: Host Ayarları

# #30035
source: Network and Cache Settings
tr_tr: Ağ ve Önbellek Ayarları

# #30040
source: Global Search
tr_tr: Global Arama

# #30041
source: Settings
tr_tr: Ayarlar

# #30042
source: xStream Settings
tr_tr: xStream Ayarları

# #30043
source: ResolverURL Settings
tr_tr: ResolverURL Ayarları

# #30044
source: TMDB extended information (slow)
tr_tr: TMDB genişletilmiş bilgisi (yavaş)

# #30050
source: Use Site-Plugin
tr_tr: Site Eklentisini Kullan

# #30051
source: Select Domain
tr_tr: Etki Alanı Seçin

# #30052
source: Use for Global Search
tr_tr: Küresel Arama için Kullan

# #30060
source: Use automatically generated views
tr_tr: Otomatik olarak oluşturulan görünümleri kullan

# #30061
source: Default-View
tr_tr: Varsayılan Görünüm

# #30062
source: Movie-View
tr_tr: Film Görünümü

# #30063
source: Series-View
tr_tr: Dizi Görünümü

# #30064
source: Season-View
tr_tr: Sezon Görünümü

# #30065
source: Episode-View
tr_tr: Bölüm Görünümü

# #30071
source: JDownloader on/off
tr_tr: JDownloader aç/kapa

# #30072
source: Host
tr_tr: Ana Makine

# #30074
source: Start download automatically
tr_tr: İndirmeyi otomatik başlat

# #30075
source: Send to LinkGrabber only
tr_tr: Sadece LinkGrabber'a Gönder

# #30077
source: JDownloader2 on/off
tr_tr: JDownloader2 aç/kapat

# #30080
source: Extended TMDB information
tr_tr: Genişletilmiş TMDB bilgisi

# #30081
source: Download-Folder
tr_tr: İndirme Klasörü

# #30082
source: PyLoad on/off
tr_tr: PyLoad aç/kapa

# #30083
source: E-Mail
tr_tr: E-Posta

# #30084
source: Password
tr_tr: Şifre

# #30091
source: My.JDownloader on/off
tr_tr: My.JDownloader aç/kapa

# #30092
source: Device Name
tr_tr: Cihaz Adı

# #30093
source: Start manuel nightly update
tr_tr: Manuel gece güncellemesini başlat

# #30094
source: Site-Plugins 1
tr_tr: Site Eklentileri 1

# #30095
source: Site-Plugins 2
tr_tr: Site Eklentileri 2

# #30096
source: xStream Updates
tr_tr: xStream Güncellemeleri

# #30097
source: [COLOR red]Nightly versions can contain new functions, but also bugs.[/COLOR]
tr_tr: [RENK kırmızı]Gece sürümleri yeni fonksiyonlar içerebilir, ancak aynı zamanda hatalar da barındırabilir.[/RENK]

# #30098
source: Choose Resolver Github Branch
tr_tr: Çözücü Github Dalını Seç

# #30099
source: Branch Info: [COLOR green]Release - Version directly from Guial00´s Github.[/COLOR]
tr_tr: Dal Bilgisi: [RENK yeşil]Yayın - Guial00'ın Github'ından doğrudan sürüm.[/RENK]

# #30100
source: Branch Info: [COLOR orange]Nightly - Version with hotfixes from the xStream team.[/COLOR]
tr_tr: Dal Bilgisi: [RENK turuncu]Gece - xStream ekibinden gelen sıcak düzeltmelerle sürüm.[/RENK]

# #30101
source: [COLOR green]Release - Version directly from Guial00´s Github.[/COLOR][CR][COLOR orange]Nightly - Version with hotfixes from the xStream team.[/COLOR]
tr_tr: [RENK yeşil]Yayın - Guial00'ın Github'ından doğrudan sürüm.[/RENK][CR][RENK turuncu]Gece - xStream ekibinden gelen sıcak düzeltmelerle sürüm.[/RENK]

# #30102
source: Perform manual update (only once)
tr_tr: Manuel güncellemeyi yap (sadece bir kez)

# #30103
source: German
tr_tr: Almanca

# #30104
source: English
tr_tr: İngilizce

# #30105
source: All
tr_tr: Hepsi

# #30111
source: Best Resolution
tr_tr: En İyi Çözünürlük

# #30112
source: Search for updates ...
tr_tr: Güncellemeler aranıyor ...

# #30113
source: xStream update installed successfully.
tr_tr: xStream güncellemesi başarıyla yüklendi.

# #30114
source: xStream update finished with errors.
tr_tr: xStream güncellemesi hatalarla tamamlandı.

# #30115
source: No xStream update available.
tr_tr: xStream güncellemesi mevcut değil.

# #30116
source: update installed successfully.
tr_tr: güncellemesi başarıyla yüklendi.

# #30117
source: Resolver update finished with errors.
tr_tr: Çözücü güncellemesi hatalarla tamamlandı.

# #30118
source: No Resolver update available.
tr_tr: Çözücü güncellemesi mevcut değil.

# #30119
source: ResolveUrl Error
tr_tr: ResolveUrl Hatası

# #30120
source: You don't have a working ResolveUrl installed, no videos can be played please reinstall the resolver.
tr_tr: Çalışan bir ResolveUrl yüklemeniz yok, video oynatılamaz, lütfen çözücüyü yeniden yükleyin.

# #30121
source: Start manual update
tr_tr: Manuel güncellemeyi başlat

# #30122
source: xStream search started ...
tr_tr: xStream araması başladı ...

# #30123
source: Searching ...
tr_tr: Aranıyor ...

# #30124
source: Browse index pages:
tr_tr: Dizin sayfalarını gez:

# #30125
source: search complete
tr_tr: arama tamamlandı

# #30126
source: xStream search complete !
tr_tr: xStream araması tamamlandı!

# #30127
source: Gathering info...
tr_tr: Bilgiler toplanıyor...

# #30129
source: Dialog view
tr_tr: Diyalog görünümü

# #30130
source: Automatic play
tr_tr: Otomatik oynatma

# #30131
source: List view
tr_tr: Liste görünümü

# #30132
source: Load files in the background
tr_tr: Dosyaları arka planda yükle

# #30133
source: Color
tr_tr: Renk

# #30134
source: No hoster link was passed!
tr_tr: Hiçbir hoster bağlantısı iletilmedi!

# #30135
source: Stream no longer available or broken link
tr_tr: Akış artık mevcut değil veya bozuk bağlantı

# #30136
source: Playlist
tr_tr: Çalma Listesi

# #30137
source: Stream has been added to the playlist
tr_tr: Akış çalma listesine eklendi

# #30138
source: Load stream or hoster
tr_tr: Akışı veya hosteri yükle

# #30139
source: Importing index page entries ...
tr_tr: Dizin sayfası girdileri içeri aktarılıyor ...

# #30140
source: Passing index page entries ...
tr_tr: Dizin sayfası girdileri geçiliyor ...

# #30141
source: Stream or hoster not available
tr_tr: Akış veya hoster mevcut değil

# #30142
source: no hoster available
tr_tr: hiçbir hoster mevcut değil

# #30143
source: Create hoster list ...
tr_tr: Hoster listesi oluşturuluyor ...

# #30144
source: no supported hoster available
tr_tr: desteklenen hoster mevcut değil

# #30145
source: Hoster link
tr_tr: Hoster bağlantısı

# #30146
source: Start transferred hoster link
tr_tr: Aktarılan hoster bağlantısını başlat

# #30147
source: Trying to start hoster ...
tr_tr: Hoster başlatılmaya çalışılıyor ...

# #30148
source: Failed to start hoster %s
tr_tr: Hoster başlatılamadı %s

# #30149
source: Please select hoster
tr_tr: Lütfen hoster seçin

# #30150
source: Please select part
tr_tr: Lütfen kısmı seçin

# #30151
source: xStream Update Manager
tr_tr: xStream Güncelleme Yöneticisi

# #30152
source: Welcome to the xStream update manager. For automatic update please set the desired branch selection in the settings, for manual update please choose what should be updated in the following windows.
tr_tr: xStream güncelleme yöneticisine hoş geldiniz. Otomatik güncelleme için lütfen ayarlarda istediğiniz dalı seçin, manuel güncelleme için lütfen aşağıdaki pencerelerde neyin güncellenmesi gerektiğini seçin.

# #30153
source: Update all addons
tr_tr: Tüm eklentileri güncelle

# #30154
source: perform
tr_tr: gerçekleştir

# #30155
source: Please select whether you want to perform the xStream [Release] or [Nightly] update.[CR][COLOR green]Release versions have been tested and contain hardly any errors.[/COLOR][CR][COLOR orange ]Nightly - versions are experimental and may contain bugs.[/COLOR]
tr_tr: Lütfen xStream [Yayın] veya [Gece] güncellemesini yapıp yapmamayı seçin.[CR][RENK yeşil]Yayın sürümleri test edilmiştir ve neredeyse hiç hata içermez.[/RENK][CR][RENK turuncu]Gece sürümleri deneyseldir ve hata içerebilir.[/RENK]

# #30156
source: When updating
tr_tr: Güncelleniyor...

# #30157
source: an error has occurred.
tr_tr: bir hata oluştu.

# #30158
source: The installation is now complete![CR]
tr_tr: Kurulum şimdi tamamlandı![CR]

# #30159
source: - has been updated successfully.
tr_tr: - başarıyla güncellendi.

# #30160
source: The search to updates is now complete![CR]
tr_tr: Güncellemeler için arama şimdi tamamlandı![CR]

# #30161
source: - No update available.
tr_tr: - Güncelleme mevcut değil.

# #30162
source: Install
tr_tr: Yükle

# #30163
source: Cancel
tr_tr: İptal

# #30164
source: Clear HTML cache after (X) day(s)
tr_tr: HTML önbelleğini (X) gün sonra temizle

# #30165
source: Delete HTML cache now
tr_tr: HTML önbelleğini şimdi sil

# #30167
source: Choose xStream Github Branch
tr_tr: xStream Github Dalını Seçin

# #30168
source: Branch Info: [COLOR green]Release - Version directly from xStream Github.[/COLOR]
tr_tr: Dal Bilgisi: [RENK yeşil]Yayın - xStream Github'dan doğrudan sürüm.[/RENK]

# #30169
source: Branch Info: [COLOR orange]Nightly - Version with hotfixes from the xStream team.[/COLOR]
tr_tr: Dal Bilgisi: [RENK turuncu]Gece - xStream ekibinden gelen yamanmış sürüm.[/RENK]

# #30170
source: Posters Size
tr_tr: Afiş Boyutu

# #30171
source: Fanarts Size
tr_tr: Fanart Boyutu

# #30172
source: TMDB language setting
tr_tr: TMDB dil ayarı

# #30173
source: [COLOR green]Release - Version directly from xStream Github.[/COLOR][CR][COLOR orange]Nightly - Version with hotfixes from the xStream team.[/COLOR]
tr_tr: [RENK yeşil]Yayın - xStream Github'dan doğrudan sürüm.[/RENK][CR][RENK turuncu]Gece - xStream ekibinden gelen yamanmış sürüm.[/RENK]

# #30175
source: English
tr_tr: İngilizce

# #30176
source: German
tr_tr: Almanca

# #30177
source: French
tr_tr: Fransızca

# #30178
source: Italian
tr_tr: İtalyanca

# #30179
source: Nederlands
tr_tr: Flemenkçe

# #30180
source: Swedish
tr_tr: İsveççe

# #30181
source: Czech
tr_tr: Çekçe

# #30182
source: Danish
tr_tr: Danca

# #30183
source: Finnish
tr_tr: Fince

# #30184
source: Polish
tr_tr: Lehçe

# #30185
source: Spanish
tr_tr: İspanyolca

# #30186
source: Greek
tr_tr: Yunanca

# #30187
source: Turkish
tr_tr: Türkçe

# #30188
source: Ukrainian
tr_tr: Ukraynaca

# #30189
source: Russian
tr_tr: Rusça

# #30191
source: Irish
tr_tr: İrlandaca

# #30192
source: Croatian
tr_tr: Hırvatça

# #30193
source: Hungarian
tr_tr: Macarca

# #30194
source: Japanese
tr_tr: Japonca

# #30195
source: Norwegian
tr_tr: Norveççe

# #30196
source: Indonesian
tr_tr: Endonezyaca

# #30197
source: Korean
tr_tr: Korece

# #30198
source: Portuguese
tr_tr: Portekizce

# #30199
source: Latvian
tr_tr: Latvanca

# #30200
source: Lithuanian
tr_tr: Litvanca

# #30201
source: Romanian
tr_tr: Rumence

# #30202
source: Slovak
tr_tr: Slovakça

# #30203
source: Slovenian
tr_tr: Slovence

# #30204
source: Albanian
tr_tr: Arnavutça

# #30205
source: Serbian
tr_tr: Sırpça

# #30206
source: Thai
tr_tr: Tayca

# #30207
source: Vietnamese
tr_tr: Vietnamca

# #30208
source: Bulgarian
tr_tr: Bulgarca

# #30209
source: Persian
tr_tr: Farsça

# #30210
source: Armenian
tr_tr: Ermenice

# #30211
source: Georgian
tr_tr: Gürcüce

# #30212
source: Arabic
tr_tr: Arapça

# #30213
source: Afrikaans
tr_tr: Afrikanca

# #30214
source: Bosnian
tr_tr: Boşnakça

# #30215
source: Chinese
tr_tr: Çince

# #30216
source: Chinese
tr_tr: Çince

# #30217
source: Hindi
tr_tr: Hintçe

# #30218
source: lightblue
tr_tr: Açık Mavi

# #30219
source: lightcoral
tr_tr: Açık Mercan

# #30220
source: lightcyan
tr_tr: Açık Camgöbeği

# #30221
source: lightgreen
tr_tr: Açık Yeşil

# #30222
source: lightgrey
tr_tr: Açık Gri

# #30223
source: lightpink
tr_tr: Açık Pembe

# #30224
source: lightsalmon
tr_tr: Açık Somon

# #30225
source: lightseagreen
tr_tr: Açık Deniz Yeşili

# #30226
source: lightskyblue
tr_tr: Açık Gökyüzü Mavisi

# #30227
source: lightslategray
tr_tr: Açık Arduvaz Grisi

# #30228
source: lightsteelblue
tr_tr: Açık Çelik Mavisi

# #30229
source: lightyellow
tr_tr: Açık Sarı

# #30230
source: aliceblue
tr_tr: Alice Mavi

# #30231
source: coral
tr_tr: Mercan

# #30232
source: lavender
tr_tr: Lavanta

# #30233
source: lemonchiffon
tr_tr: Limon Şifon

# #30234
source: moccasin
tr_tr: Mokasen

# #30235
source: pink
tr_tr: Pembe

# #30236
source: plum
tr_tr: Erik

# #30237
source: powderblue
tr_tr: Toz Mavisi

# #30238
source: seashell
tr_tr: Deniz Kabuğu

# #30239
source: Extended information (TMDB)
tr_tr: Genişletilmiş Bilgi (TMDB)

# #30240
source: >>> Next page >>>
tr_tr: >>> Sonraki sayfa >>>

# #30241
source: Info
tr_tr: Bilgi

# #30242
source: Action(info)
tr_tr: Aksiyon(bilgi)

# #30243
source: More sources
tr_tr: Daha fazla kaynak

# #30244
source: Add to Playlist
tr_tr: Çalma Listesine Ekle

# #30245
source: Download
tr_tr: İndir

# #30246
source: Send to JDownloader
tr_tr: JDownloader'a Gönder

# #30247
source: Send to JDownloader2
tr_tr: JDownloader2'ye Gönder

# #30248
source: Send to My.JDownloader
tr_tr: My.JDownloader'a Gönder

# #30250
source: Send to PyLoad
tr_tr: PyLoad'a Gönder

# #30251
source: Choose page
tr_tr: Sayfa Seç

# #30252
source: Notification
tr_tr: Bildirim

# #30253
source: No entry was found
tr_tr: Kayıt bulunamadı

# #30254
source: Please check settings
tr_tr: Lütfen ayarları kontrol edin

# #30255
source: Connection failed (JD or external CNL port support disabled?)
tr_tr: Bağlantı başarısız oldu (JD veya dış CNL port desteği devre dışı mı?)

# #30256
source: Link sent
tr_tr: Bağlantı gönderildi

# #30258
source: Error sending link!
tr_tr: Bağlantı gönderme hatası!

# #30259
source: Error getting url:
tr_tr: URL alma hatası:

# #30260
source: Your ISP censors your Internet access!
tr_tr: İnternet Servis Sağlayıcınız İnternet erişiminizi sansürlüyor!

# #30261
source: To protect yourself from censorship, we recommend to use the new setting in xStream called 'Evade DNS lock' or change your DNS at your router and/or boxes to Google or Cloudflare - for both ipV4 and ipV6 protocols. Instructions can be found with a Google search, e.g. 'Change Fritzbox DNS Server'
tr_tr: Sansürden korunmak için, xStream'deki 'DNS kilidinden kaçın' yeni ayarını kullanmanızı veya yönlendiricinizde ve/veya cihazlarınızda DNS'nizi Google veya Cloudflare olarak değiştirmenizi öneririz - hem ipV4 hem de ipV6 protokolleri için. Talimatlar, Google aramasıyla bulunabilir, örneğin 'Fritzbox DNS Sunucusunu Değiştir'

# #30262
source: [COLOR red]This page requires a free user account. Please register at http://flimmerstube.com and enter your account details in the xStream settings.[/COLOR]
tr_tr: [COLOR red]Bu sayfa, ücretsiz bir kullanıcı hesabı gerektiriyor. Lütfen http://flimmerstube.com adresinde kaydolun ve hesabınızın bilgilerini xStream ayarlarına girin.[/COLOR]

# #30263
source: [COLOR red]This page requires a free user account. Please register at https://aniworld.to/ and enter your account details in the xStream settings.[/COLOR]
tr_tr: [COLOR red]Bu sayfa, ücretsiz bir kullanıcı hesabı gerektiriyor. Lütfen https://aniworld.to/ adresinde kaydolun ve hesabınızın bilgilerini xStream ayarlarına girin.[/COLOR]

# #30264
source: [COLOR red]This page requires a free user account. Please register at https://s.to/ and enter your account details in the xStream settings.[/COLOR]
tr_tr: [COLOR red]Bu sayfa, ücretsiz bir kullanıcı hesabı gerektiriyor. Lütfen https://s.to/ adresinde kaydolun ve hesabınızın bilgilerini xStream ayarlarına girin.[/COLOR]

# #30265
source: xStream Support Information
tr_tr: xStream Destek Bilgisi

# #30266
source: System platform:
tr_tr: Sistem platformu:

# #30267
source: View support information
tr_tr: Destek bilgilerini görüntüle

# #30268
source: Please select whether you want to perform the ResolveURL [Release] or [Nightly] update.[CR][COLOR green]Release - Version directly from Guial00's Github.[/COLOR][CR][COLOR orange ]Nightly - version with hotfixes from the xStream team.[/COLOR]
tr_tr: Lütfen ResolveURL [Release] veya [Nightly] güncellemesini yapmak istediğinizi seçin.[CR][COLOR green]Release - Guial00'nin Github'ından doğrudan sürüm.[/COLOR][CR][COLOR orange]Nightly - xStream ekibinden gelen sıcak düzeltmeleri içeren sürüm.[/COLOR]

# #30269
source: The presettings are now complete. Please note that the update manager will overwrite your existing installations, but not your user data & settings. Press [Install] to start the update now or [Cancel] to exit.
tr_tr: Ön ayarlar şimdi tamamlandı. Lütfen güncelleme yöneticisinin mevcut kurulumlarınızı üzerine yazacağını ancak kullanıcı verilerinizi ve ayarlarınızı etkilemeyeceğini unutmayın. Güncellemeyi başlatmak için [Yükle] butonuna tıklayın veya çıkmak için [İptal] butonuna tıklayın.

# #30270
source: Notifications
tr_tr: Bildirimler

# #30271
source: Update Notification
tr_tr: Güncelleme Bildirimi

# #30272
source: Simple
tr_tr: Basit

# #30273
source: Full
tr_tr: Tam

# #30274
source: View change log after update
tr_tr: Güncellemeyi yaptıktan sonra değişiklik günlüğünü görüntüle

# #30275
source: [B][COLOR cyan]xStream[/COLOR] [COLOR white]Changelog[/COLOR][/B]
tr_tr: [B][COLOR cyan]xStream[/COLOR] [COLOR white]Değişiklik Günlüğü[/COLOR][/B]

# #30276
source: Show changelog now
tr_tr: Değişiklik günlüğünü şimdi göster

# #30277
source: Automatic update the domain & global search
tr_tr: Alan adı ve küresel aramayı otomatik güncelle

# #30278
source: Currently used domain
tr_tr: Şu anda kullanılan alan adı

# #30279
source: [I]Show next page >>>[/I]
tr_tr: [I]Sonraki sayfayı göster >>>[/I]

# #30280
source: Please enter the search term.
tr_tr: Lütfen arama terimini girin.

# #30281
source: Please enter the movie or series title.
tr_tr: Lütfen film veya dizi başlığını girin.

# #30282
source: Please choose a number between 1 and
tr_tr: Lütfen 1 ile arasında bir sayı seçin

# #30283
source: Please choose a number between 1 and
tr_tr: Lütfen 1 ile arasında bir sayı seçin

# #30284
source: [I]Start page search >>> [/I] Page
tr_tr: [I]Sayfa aramasını başlat >>> [/I] Sayfa

# #30286
source: Pages [I]<<<[/I]
tr_tr: Sayfalar [I]<<<[/I]

# #30287
source: Please enter the title of the movie.
tr_tr: Lütfen filmin başlığını girin.

# #30288
source: Please enter the title of the series.
tr_tr: Lütfen dizinin başlığını girin.

# #30289
source: Please enter the title of the documentation.
tr_tr: Lütfen belgenin başlığını girin.

# #30290
source: Please enter the file name of the download.
tr_tr: Lütfen indirilen dosyanın adını girin.

# #30302
source: Seasons german
tr_tr: Sezonlar Almanca

# #30303
source: Seasons english
tr_tr: Sezonlar İngilizce

# #30304
source: Search
tr_tr: Ara

# #30305
source: Season %s
tr_tr: Sezon %s

# #30306
source: %s to %s second
tr_tr: %s ile %s saniye

# #30307
source: Play all
tr_tr: Tümünü oynat

# #30308
source: Waiting time
tr_tr: Bekleme süresi

# #30309
source: Please wait %s seconds
tr_tr: Lütfen %s saniye bekleyin

# #30310
source: Developer Options
tr_tr: Geliştirici Seçenekleri

# #30311
source: xStream Developer Menu
tr_tr: xStream Geliştirici Menüsü

# #30312
source: Enable automatic xStream Dev Update
tr_tr: Otomatik xStream Geliştirici Güncellemesini etkinleştir

# #30313
source: Developer ID
tr_tr: Geliştirici ID

# #30314
source: Developer Username
tr_tr: Geliştirici Kullanıcı Adı

# #30315
source: Developer Branch
tr_tr: Geliştirici Dalı

# #30316
source: Developer Token
tr_tr: Geliştirici Token'ı

# #30317
source: Please enter the developer ID you received here
tr_tr: Lütfen buradaki geliştirici ID'nizi girin

# #30318
source: Please enter the developer name you received here
tr_tr: Lütfen buradaki geliştirici adınızı girin

# #30319
source: Please enter the developer branch you received here
tr_tr: Lütfen buradaki geliştirici dalınızı girin

# #30320
source: Please enter the developer token you received here
tr_tr: Lütfen buradaki geliştirici token'ınızı girin

# #30321
source: [COLOR red]Show warning about handling developer options now![/COLOR]
tr_tr: [COLOR red]Geliştirici seçeneklerini kullanırken uyarıyı şimdi göster![/COLOR]

# #30322
source: [B][COLOR cyan]xStream[/COLOR] [COLOR white]Warning (Developer Options)[/COLOR][/B]
tr_tr: [B][COLOR cyan]xStream[/COLOR] [COLOR white]Uyarı (Geliştirici Seçenekleri)[/COLOR][/B]

# #30402
source: Countries
tr_tr: Ülkeler

# #30403
source: No entry available in the selected language!
tr_tr: Seçilen dilde giriş bulunamadı!

# #30404
source: Exclude specific hosters (separate with a comma)
tr_tr: Belirli hosterları hariç tut (virgülle ayırarak)

# #30405
source: HTML cache folder has been cleaned
tr_tr: HTML önbellek klasörü temizlendi

# #30406
source: Choose xStream Version
tr_tr: xStream Sürümünü Seçin

# #30407
source: Site-Plugins VoD
tr_tr: Site Eklentileri VoD

# #30408
source: VoD index pages
tr_tr: VoD indeks sayfaları

# #30409
source: Enable VoD index pages
tr_tr: VoD indeks sayfalarını etkinleştir

# #30410
source: Automatic update the domain
tr_tr: Alan adını otomatik güncelle

# #30411
source: [I](Reboot required!)[/I]
tr_tr: [I](Yeniden başlatma gerekiyor!)[/I]

# #30412
source: Video on demand services
tr_tr: İstediğiniz zaman izleme hizmetleri

# #30413
source: [B]Device - Information:[/B]
tr_tr: [B]Cihaz - Bilgiler:[/B]

# #30414
source: [B]Plugin - Information:[/B]
tr_tr: [B]Eklenti - Bilgiler:[/B]

# #30415
source: Update enabled - Branch:
tr_tr: Güncelleme etkin - Dal:

# #30416
source: Update disabled - Branch:
tr_tr: Güncelleme devre dışı - Dal:

# #30417
source: xStream DNS Status: Bypass DNS block
tr_tr: xStream DNS Durumu: DNS engelini atla

# #30418
source: enabled
tr_tr: Etkin

# #30419
source: disabled
tr_tr: Devre dışı

# #30420
source: [B]DNS - Information:[/B]
tr_tr: [B]DNS - Bilgiler:[/B]

# #30421
source: [B]Repository - Information:[/B]
tr_tr: [B]Depo - Bilgiler:[/B]

# #30422
source: [B]Index pages - Information:[/B]
tr_tr: [B]İndeks sayfaları - Bilgiler:[/B]

# #30423
source: Index page
tr_tr: İndeks sayfası

# #30424
source: Domain used for the index page
tr_tr: İndeks sayfası için kullanılan alan adı
