Repository: delidolu1adam/plugin.video.xstream
Catalog: resources/language/resource.language.*/string.po
Languages: tr_tr

# #30425
source: Status of the domain used
tr_tr: Kullanılan alan adının durumu

# #30426
source: Global search of the index page
tr_tr: İndeks sayfasının küresel araması

# #30427
source: Domain works without problems
tr_tr: Alan adı sorunsuz çalışıyor

# #30428
source: Domain is permanently forwarded
tr_tr: Alan adı kalıcı olarak yönlendiriliyor

# #30429
source: Domain is currently unavailable
tr_tr: Alan adı şu anda kullanılamıyor

# #30430
source: Index page in xStream
tr_tr: xStream'deki indeks sayfası

# #30431
source: [COLORred][I]Youtube required! Please create API key and enter it here.[/I][/COLOR]
tr_tr: [COLORred][I]Youtube gerekli! Lütfen API anahtarını oluşturun ve buraya girin.[/I][/COLOR]

# #30500
source: New
tr_tr: Yeni

# #30501
source: Current Movies in the cinema
tr_tr: Sinemadaki Güncel Filmler

# #30502
source: Movies
tr_tr: Filmler

# #30503
source: Movies for Children
tr_tr: Çocuk Filmleri

# #30504
source: Animated Movies
tr_tr: Animasyon Filmleri

# #30505
source: Documentations
tr_tr: Belgeler

# #30506
source: Genre
tr_tr: Tür

# #30507
source: Categories
tr_tr: Kategoriler

# #30508
source: Release Year
tr_tr: Yayınlanma Yılı

# #30509
source: Top Movies
tr_tr: En İyi Filmler

# #30510
source: IMDB rating
tr_tr: IMDB puanı

# #30511
source: Series
tr_tr: Seri

# #30512
source: Season
tr_tr: Sezon

# #30513
source: Episode
tr_tr: Bölüm

# #30514
source: New Series
tr_tr: Yeni Diziler

# #30515
source: New Season
tr_tr: Yeni Sezon

# #30516
source: New Episodes
tr_tr: Yeni Bölümler

# #30517
source: From A-Z
tr_tr: A'dan Z'ye

# #30518
source: All Series
tr_tr: Tüm Diziler

# #30519
source: Popular Series
tr_tr: Popüler Diziler

# #30520
source: Search
tr_tr: Ara

# #30521
source: Popular Movies
tr_tr: Popüler Filmler

# #30522
source: Popular Documentations
tr_tr: Popüler Belgeler

# #30523
source: New Documentations
tr_tr: Yeni Belgeler

# #30524
source: Release Year/Country
tr_tr: Yayınlanma Yılı/Ülke

# #30525
source: Random Movie
tr_tr: Rastgele Film

# #30526
source: Random Serie
tr_tr: Rastgele Dizi

# #30527
source: Directors
tr_tr: Yönetmenler

# #30528
source: Movies Genre
tr_tr: Film Türü

# #30529
source: Series Genre
tr_tr: Dizi Türü

# #30530
source: (featured)
tr_tr: (önerilen)

# #30531
source: (releases)
tr_tr: (yayınlanan)

# #30532
source: (trending)
tr_tr: (popüler)

# #30533
source: (updates)
tr_tr: (güncelleme)

# #30534
source: (requested)
tr_tr: (istek)

# #30535
source: (rating)
tr_tr: (derecelendirme)

# #30536
source: (votes)
tr_tr: (oy)

# #30537
source: (views)
tr_tr: (görüntüleme)

# #30538
source: Country
tr_tr: Ülke

# #30539
source: Top 10 films this week
tr_tr: Bu haftanın en iyi 10 filmi

# #30540
source: Top 10 series this week
tr_tr: Bu haftanın en iyi 10 dizisi

# #30541
source: New Movies
tr_tr: Yeni Filmler

# #30542
source: All Movies
tr_tr: Tüm Filmler

# #30543
source: Collection
tr_tr: Koleksiyon

# #30544
source: Popular with
tr_tr: Popüler olanlar

# #30545
source: Trending films
tr_tr: Popüler filmler

# #30546
source: Trending series
tr_tr: Popüler diziler

# #30547
source: Search movies
tr_tr: Film ara

# #30548
source: Search series
tr_tr: Dizi ara

# #30549
source: Recently added movies
tr_tr: Son eklenen filmler

# #30550
source: Movies of the week
tr_tr: Haftanın filmleri

# #30790
source: Video on Demand - Huhu
tr_tr: İsteğe Bağlı Video - Huhu

# #30791
source: Video on Demand - Kool
tr_tr: İsteğe Bağlı Video - Kool

# #30792
source: Video on Demand - Oha
tr_tr: İsteğe Bağlı Video - Oha

# #30793
source: Video on Demand - Vavoo
tr_tr: İsteğe Bağlı Video - Vavoo

# #30800
source: Action
tr_tr: Aksiyon

# #30801
source: Animation
tr_tr: Animasyon

# #30802
source: Horror
tr_tr: Korku

# #30803
source: Comedy
tr_tr: Komedi

# #30804
source: Love film
tr_tr: Aşk

# #30805
source: Music film
tr_tr: Müzikal

# #30806
source: SciFi film
tr_tr: Bilimkurgu

# #30807
source: Adventure
tr_tr: Macera

# #30808
source: Cinema film
tr_tr: Sinema Filmi

# #30809
source: War film
tr_tr: Savaş

# #30810
source: Crime
tr_tr: Suç

# #30811
source: Thriller
tr_tr: Gerilim

# #30812
source: Western film
tr_tr: Vahşi Batı
